window.globalPhotoData = {
  "城市光影": [
    {
      "filename": "台中北屯林鼎樸御.jpg",
      "color": [
        92,
        128,
        180
      ]
    },
    {
      "filename": "台中大毅讚幸福.jpg",
      "color": [
        97,
        122,
        14
      ]
    },
    {
      "filename": "台中漢神洲際百貨.jpg",
      "color": [
        123,
        68,
        83
      ]
    },
    {
      "filename": "新北新店行政園區.jpg",
      "color": [
        0,
        0,
        0
      ]
    },
    {
      "filename": "新北新店行政園區-2.jpg",
      "color": [
        156,
        183,
        192
      ]
    },
    {
      "filename": "新北新店裕隆城.jpg",
      "color": [
        0,
        0,
        0
      ]
    },
    {
      "filename": "新北林口和洲艾美.jpg",
      "color": [
        75,
        79,
        78
      ]
    },
    {
      "filename": "新北林口和洲艾美-2.jpg",
      "color": [
        170,
        99,
        99
      ]
    },
    {
      "filename": "新北林口和耀恆美 (1).jpg",
      "color": [
        151,
        151,
        69
      ],
      "gps": {
        "lat": 25.052845,
        "lng": 121.386083,
        "alt": 349.54
      }
    },
    {
      "filename": "新北林口和耀恆美 (2).jpg",
      "color": [
        67,
        84,
        100
      ],
      "gps": {
        "lat": 25.051664,
        "lng": 121.384442,
        "alt": 383.42
      }
    },
    {
      "filename": "新北林口富宇天玥.jpg",
      "color": [
        129,
        106,
        49
      ],
      "gps": {
        "lat": 25.052741,
        "lng": 121.385455,
        "alt": 306.98
      }
    },
    {
      "filename": "新北林口富宇富御 (1).jpg",
      "color": [
        82,
        103,
        41
      ],
      "gps": {
        "lat": 25.052433,
        "lng": 121.386044,
        "alt": 324.8
      }
    },
    {
      "filename": "新北林口富宇富御 (2).jpg",
      "color": [
        120,
        93,
        32
      ],
      "gps": {
        "lat": 25.052329,
        "lng": 121.386108,
        "alt": 314.38
      }
    },
    {
      "filename": "新北林口富宇富御 (3).jpg",
      "color": [
        72,
        77,
        84
      ],
      "gps": {
        "lat": 25.052143,
        "lng": 121.386159,
        "alt": 268.4
      }
    },
    {
      "filename": "新北林口富宇敦峰社區 (1).jpg",
      "color": [
        161,
        166,
        177
      ],
      "gps": {
        "lat": 25.052173,
        "lng": 121.385075,
        "alt": 339.64
      }
    },
    {
      "filename": "新北林口富宇敦峰社區 (2).jpg",
      "color": [
        60,
        124,
        168
      ],
      "gps": {
        "lat": 25.051887,
        "lng": 121.384773,
        "alt": 297.58
      }
    },
    {
      "filename": "新北林口頤昌澄岳、鴻築玥 (1).jpg",
      "color": [
        66,
        86,
        105
      ],
      "gps": {
        "lat": 25.049789,
        "lng": 121.385592,
        "alt": 380.34
      }
    },
    {
      "filename": "新北林口頤昌澄岳、鴻築玥 (2).jpg",
      "color": [
        170,
        170,
        156
      ],
      "gps": {
        "lat": 25.049559,
        "lng": 121.385206,
        "alt": 295.49
      }
    },
    {
      "filename": "新北淡水合陽齊美.jpg",
      "color": [
        147,
        140,
        82
      ],
      "gps": {
        "lat": 25.194516,
        "lng": 121.434257,
        "alt": 178.15
      }
    },
    {
      "filename": "新北淡水和光崁頂五路建案 (1).jpg",
      "color": [
        115,
        175,
        207
      ],
      "gps": {
        "lat": 25.199677,
        "lng": 121.425854,
        "alt": 80.42
      }
    },
    {
      "filename": "新北淡水和光崁頂五路建案 (2).jpg",
      "color": [
        53,
        76,
        99
      ],
      "gps": {
        "lat": 25.200493,
        "lng": 121.426394,
        "alt": 90.71
      }
    },
    {
      "filename": "新北淡水天藝接待中心 (1).jpg",
      "color": [
        142,
        169,
        186
      ],
      "gps": {
        "lat": 25.188891,
        "lng": 121.433557,
        "alt": 154.09
      }
    },
    {
      "filename": "新北淡水天藝接待中心 (2).jpg",
      "color": [
        31,
        100,
        119
      ],
      "gps": {
        "lat": 25.1881,
        "lng": 121.433283,
        "alt": 155.02
      }
    },
    {
      "filename": "新北淡水海洋都心 (1).jpg",
      "color": [
        95,
        75,
        69
      ],
      "gps": {
        "lat": 25.194541,
        "lng": 121.43576,
        "alt": 90.73
      }
    },
    {
      "filename": "新北淡水海洋都心 (2).jpg",
      "color": [
        176,
        165,
        158
      ],
      "gps": {
        "lat": 25.194455,
        "lng": 121.43926,
        "alt": 162.44
      }
    },
    {
      "filename": "新北淡海新市鎮一隅.jpg",
      "color": [
        126,
        87,
        72
      ],
      "gps": {
        "lat": 25.20114,
        "lng": 121.437718,
        "alt": 17.47
      }
    },
    {
      "filename": "新店五峰國中.jpg",
      "color": [
        0,
        0,
        0
      ]
    },
    {
      "filename": "新店美河市.jpg",
      "color": [
        151,
        164,
        70
      ]
    },
    {
      "filename": "板橋城市風景.jpg",
      "color": [
        122,
        81,
        76
      ],
      "gps": {
        "lat": 25.01995,
        "lng": 121.449893,
        "alt": 89.16
      }
    },
    {
      "filename": "板橋城市風景-2.jpg",
      "color": [
        0,
        0,
        1
      ],
      "gps": {
        "lat": 25.020441,
        "lng": 121.449208,
        "alt": 89.13
      }
    },
    {
      "filename": "林口三發嵐海.jpg",
      "color": [
        171,
        110,
        92
      ]
    },
    {
      "filename": "林口三發嵐海-2.jpg",
      "color": [
        29,
        29,
        29
      ]
    },
    {
      "filename": "林口文化北路二段與中山路路口.jpg",
      "color": [
        57,
        75,
        81
      ],
      "gps": {
        "lat": 25.089178,
        "lng": 121.373556,
        "alt": 327.63
      }
    },
    {
      "filename": "桃園大園橫山書法藝術公園.jpg",
      "color": [
        42,
        85,
        101
      ],
      "gps": {
        "lat": 25.020691,
        "lng": 121.216764,
        "alt": 154.71
      }
    },
    {
      "filename": "桃園小檜溪重劃區河濱公園.jpg",
      "color": [
        154,
        166,
        176
      ],
      "gps": {
        "lat": 25.002702,
        "lng": 121.317016,
        "alt": 140.12
      }
    },
    {
      "filename": "桃園小檜溪重劃區河濱公園-2.jpg",
      "color": [
        64,
        122,
        120
      ],
      "gps": {
        "lat": 25.002251,
        "lng": 121.316496,
        "alt": 110.11
      }
    },
    {
      "filename": "桃園小檜溪重劃區河濱公園-3.jpg",
      "color": [
        227,
        231,
        234
      ],
      "gps": {
        "lat": 25.002589,
        "lng": 121.316913,
        "alt": 71.92
      }
    },
    {
      "filename": "桃園昭揚天御建案-2.jpg",
      "color": [
        74,
        102,
        35
      ],
      "gps": {
        "lat": 25.008163,
        "lng": 121.313752,
        "alt": 234.64
      }
    },
    {
      "filename": "桃園水綠方建案.jpg",
      "color": [
        78,
        111,
        37
      ],
      "gps": {
        "lat": 25.016821,
        "lng": 121.25988,
        "alt": 226.74
      }
    },
    {
      "filename": "桃園水綠方建案-2.jpg",
      "color": [
        57,
        87,
        126
      ],
      "gps": {
        "lat": 25.015814,
        "lng": 121.261499,
        "alt": 249.94
      }
    },
    {
      "filename": "桃園水綠方建案-3.jpg",
      "color": [
        158,
        145,
        81
      ],
      "gps": {
        "lat": 25.018126,
        "lng": 121.261368,
        "alt": 277.94
      }
    },
    {
      "filename": "桃園玉山公園及新家坡七期玉山官邸-2.jpg",
      "color": [
        154,
        161,
        174
      ],
      "gps": {
        "lat": 24.98149,
        "lng": 121.299164,
        "alt": 248.39
      }
    },
    {
      "filename": "桃園觀音工業區廠房.jpg",
      "color": [
        66,
        82,
        110
      ],
      "gps": {
        "lat": 25.056785,
        "lng": 121.120509,
        "alt": 97.1
      }
    },
    {
      "filename": "桃園龜山富宇上城.jpg",
      "color": [
        156,
        97,
        73
      ],
      "gps": {
        "lat": 25.053953,
        "lng": 121.388132,
        "alt": 227.65
      }
    },
    {
      "filename": "桃園龜山富宇敦峰社區.jpg",
      "color": [
        155,
        187,
        187
      ],
      "gps": {
        "lat": 25.051878,
        "lng": 121.385004,
        "alt": 298.44
      }
    },
    {
      "filename": "高雄福懋站前之星.jpg",
      "color": [
        114,
        63,
        58
      ]
    },
    {
      "filename": "高雄福懋美森園.jpg",
      "color": [
        154,
        151,
        78
      ]
    },
    {
      "filename": "高雄舊高雄車站(高雄願景館).jpg",
      "color": [
        58,
        87,
        109
      ]
    }
  ],
  "大地映像": [
    {
      "filename": "南投日月潭.jpg",
      "color": [
        0,
        1,
        0
      ]
    },
    {
      "filename": "南投日月潭-2.jpg",
      "color": [
        87,
        73,
        39
      ]
    },
    {
      "filename": "南投日月潭-3.jpg",
      "color": [
        34,
        121,
        107
      ]
    },
    {
      "filename": "台中洲際棒球場.jpg",
      "color": [
        71,
        82,
        135
      ]
    },
    {
      "filename": "台北士林洲美橡皮壩.jpg",
      "color": [
        59,
        72,
        91
      ],
      "gps": {
        "lat": 25.097934,
        "lng": 121.510013,
        "alt": 82.22
      }
    },
    {
      "filename": "台北士林雙溪濕地公園.jpg",
      "color": [
        102,
        70,
        71
      ],
      "gps": {
        "lat": 25.097309,
        "lng": 121.510313,
        "alt": 83.32
      }
    },
    {
      "filename": "台北市北投社子大橋.jpg",
      "color": [
        90,
        122,
        138
      ]
    },
    {
      "filename": "台北社子島腳踏車道.jpg",
      "color": [
        112,
        113,
        35
      ]
    },
    {
      "filename": "基隆外木山漁港.jpg",
      "color": [
        188,
        94,
        93
      ],
      "gps": {
        "lat": 25.159293,
        "lng": 121.732381,
        "alt": 155.67
      }
    },
    {
      "filename": "基隆外木山漁港-2.jpg",
      "color": [
        11,
        11,
        15
      ],
      "gps": {
        "lat": 25.160544,
        "lng": 121.735482,
        "alt": 158.04
      }
    },
    {
      "filename": "基隆外木山濱海大道.jpg",
      "color": [
        168,
        172,
        179
      ],
      "gps": {
        "lat": 25.164295,
        "lng": 121.711367,
        "alt": 114.82
      }
    },
    {
      "filename": "基隆外木山濱海大道-2.jpg",
      "color": [
        27,
        127,
        196
      ],
      "gps": {
        "lat": 25.164132,
        "lng": 121.717049,
        "alt": 155.59
      }
    },
    {
      "filename": "基隆外木山濱海大道-3.jpg",
      "color": [
        65,
        80,
        98
      ],
      "gps": {
        "lat": 25.16399,
        "lng": 121.721,
        "alt": 81.27
      }
    },
    {
      "filename": "基隆大武崙澳底漁港.jpg",
      "color": [
        71,
        115,
        76
      ],
      "gps": {
        "lat": 25.163859,
        "lng": 121.708487,
        "alt": 175.63
      }
    },
    {
      "filename": "基隆大武崙白沙灘.jpg",
      "color": [
        0,
        1,
        3
      ],
      "gps": {
        "lat": 25.168482,
        "lng": 121.707814,
        "alt": 157.67
      }
    },
    {
      "filename": "基隆望幽谷.jpg",
      "color": [
        40,
        90,
        83
      ],
      "gps": {
        "lat": 25.14628,
        "lng": 121.796395,
        "alt": 103.57
      }
    },
    {
      "filename": "基隆望幽谷-2.jpg",
      "color": [
        1,
        0,
        4
      ],
      "gps": {
        "lat": 25.146087,
        "lng": 121.796506,
        "alt": 113.5
      }
    },
    {
      "filename": "基隆望幽谷-3.jpg",
      "color": [
        0,
        0,
        3
      ],
      "gps": {
        "lat": 25.146118,
        "lng": 121.79653,
        "alt": 103.23
      }
    },
    {
      "filename": "基隆望幽谷-4.jpg",
      "color": [
        0,
        0,
        0
      ],
      "gps": {
        "lat": 25.145481,
        "lng": 121.796369,
        "alt": 213.44
      }
    },
    {
      "filename": "宜蘭三星安農溪分洪堰水門.jpg",
      "color": [
        89,
        82,
        80
      ],
      "gps": {
        "lat": 24.68374,
        "lng": 121.722823,
        "alt": 73.56
      }
    },
    {
      "filename": "宜蘭三星路四段旁.jpg",
      "color": [
        0,
        0,
        0
      ],
      "gps": {
        "lat": 24.666594,
        "lng": 121.662376,
        "alt": 216.7
      }
    },
    {
      "filename": "宜蘭五結防潮閘門.jpg",
      "color": [
        80,
        89,
        98
      ],
      "gps": {
        "lat": 24.692184,
        "lng": 121.828718,
        "alt": 141.12
      }
    },
    {
      "filename": "宜蘭五結防潮閘門-2.jpg",
      "color": [
        179,
        121,
        86
      ],
      "gps": {
        "lat": 24.69229,
        "lng": 121.837277,
        "alt": 143.87
      }
    },
    {
      "filename": "宜蘭五結防潮閘門日落美景.jpg",
      "color": [
        62,
        93,
        117
      ],
      "gps": {
        "lat": 24.69258,
        "lng": 121.83588,
        "alt": 138.39
      }
    },
    {
      "filename": "宜蘭冬山打那岸水閘門.jpg",
      "color": [
        64,
        72,
        88
      ],
      "gps": {
        "lat": 24.66956,
        "lng": 121.812721,
        "alt": 83.34
      }
    },
    {
      "filename": "宜蘭冬山普悠瑪與希望之丘.jpg",
      "color": [
        1,
        2,
        5
      ],
      "gps": {
        "lat": 24.644349,
        "lng": 121.788427,
        "alt": 139.17
      }
    },
    {
      "filename": "宜蘭冬山森之脈橋與水上綠舟.jpg",
      "color": [
        47,
        90,
        123
      ],
      "gps": {
        "lat": 24.641194,
        "lng": 121.79162,
        "alt": 97.18
      }
    },
    {
      "filename": "宜蘭冬山河旁景致.jpg",
      "color": [
        147,
        178,
        43
      ],
      "gps": {
        "lat": 24.66579,
        "lng": 121.806648,
        "alt": 100.24
      }
    },
    {
      "filename": "宜蘭冬山河與森之脈橋.jpg",
      "color": [
        104,
        76,
        59
      ],
      "gps": {
        "lat": 24.638348,
        "lng": 121.793144,
        "alt": 137.61
      }
    },
    {
      "filename": "宜蘭冬山田園景緻.jpg",
      "color": [
        93,
        86,
        42
      ],
      "gps": {
        "lat": 24.642975,
        "lng": 121.792401,
        "alt": 117.0
      }
    },
    {
      "filename": "宜蘭冬山田園景緻-2.jpg",
      "color": [
        93,
        127,
        165
      ],
      "gps": {
        "lat": 24.689447,
        "lng": 121.746374,
        "alt": 63.86
      }
    },
    {
      "filename": "宜蘭冬山萬長春圳水門公園.jpg",
      "color": [
        0,
        0,
        0
      ],
      "gps": {
        "lat": 24.686167,
        "lng": 121.745453,
        "alt": 84.54
      }
    },
    {
      "filename": "宜蘭冬山萬長春圳水門公園-2.jpg",
      "color": [
        2,
        4,
        6
      ],
      "gps": {
        "lat": 24.687635,
        "lng": 121.745799,
        "alt": 81.84
      }
    },
    {
      "filename": "宜蘭羅東棒球場.jpg",
      "color": [
        96,
        75,
        65
      ],
      "gps": {
        "lat": 24.685356,
        "lng": 121.748189,
        "alt": 154.61
      }
    },
    {
      "filename": "新北林口竹林山寺公園.jpg",
      "color": [
        116,
        50,
        41
      ]
    },
    {
      "filename": "新北林口竹林山寺公園-2.jpg",
      "color": [
        148,
        163,
        71
      ]
    },
    {
      "filename": "新北林口竹林山寺公園-3.jpg",
      "color": [
        69,
        129,
        28
      ]
    },
    {
      "filename": "新北林口竹林山觀音寺.jpg",
      "color": [
        95,
        137,
        26
      ]
    },
    {
      "filename": "新北林口竹林山觀音寺-2.jpg",
      "color": [
        216,
        111,
        55
      ]
    },
    {
      "filename": "新北淡水海尾子海灘 (1).jpg",
      "color": [
        6,
        111,
        87
      ],
      "gps": {
        "lat": 25.20172,
        "lng": 121.423772,
        "alt": 148.86
      }
    },
    {
      "filename": "新北瑞芳.jpg",
      "color": [
        52,
        82,
        102
      ]
    },
    {
      "filename": "新北瑞芳礁岩海岸.jpg",
      "color": [
        35,
        141,
        180
      ]
    },
    {
      "filename": "新北雙溪牡丹車站旁.jpg",
      "color": [
        44,
        80,
        98
      ]
    },
    {
      "filename": "新北雙溪牡丹車站旁-2.jpg",
      "color": [
        150,
        141,
        59
      ]
    },
    {
      "filename": "新店中興路.jpg",
      "color": [
        57,
        95,
        109
      ]
    },
    {
      "filename": "新店景美溪旁.jpg",
      "color": [
        74,
        118,
        48
      ]
    },
    {
      "filename": "新店景美溪河堤步道.jpg",
      "color": [
        19,
        81,
        111
      ],
      "gps": {
        "lat": 24.979038,
        "lng": 121.557536,
        "alt": 8.01
      }
    },
    {
      "filename": "新竹寶山小西湖.jpg",
      "color": [
        48,
        77,
        74
      ],
      "gps": {
        "lat": 24.713701,
        "lng": 121.013444,
        "alt": 158.08
      }
    },
    {
      "filename": "桃園大園許厝港溼地.jpg",
      "color": [
        54,
        73,
        82
      ]
    },
    {
      "filename": "桃園大有梯田生態公園.jpg",
      "color": [
        169,
        139,
        34
      ],
      "gps": {
        "lat": 25.011406,
        "lng": 121.321509,
        "alt": 200.7
      }
    },
    {
      "filename": "桃園玉山公園.jpg",
      "color": [
        187,
        167,
        16
      ],
      "gps": {
        "lat": 24.982036,
        "lng": 121.299968,
        "alt": 237.94
      }
    },
    {
      "filename": "桃園青溪公園.jpg",
      "color": [
        77,
        91,
        99
      ],
      "gps": {
        "lat": 25.002694,
        "lng": 121.318147,
        "alt": 219.24
      }
    },
    {
      "filename": "澎湖後寮天堂路.jpg",
      "color": [
        80,
        79,
        74
      ],
      "gps": {
        "lat": 23.676606,
        "lng": 119.579373,
        "alt": 47.45
      }
    },
    {
      "filename": "澎湖湖西菓葉觀日樓.jpg",
      "color": [
        73,
        71,
        70
      ],
      "gps": {
        "lat": 23.581545,
        "lng": 119.679776,
        "alt": 74.53
      }
    },
    {
      "filename": "花蓮和平火車站旁.jpg",
      "color": [
        157,
        166,
        187
      ],
      "gps": {
        "lat": 24.299506,
        "lng": 121.754777,
        "alt": 168.08
      }
    },
    {
      "filename": "花蓮和平火車站旁-2.jpg",
      "color": [
        42,
        150,
        190
      ],
      "gps": {
        "lat": 24.299922,
        "lng": 121.753424,
        "alt": 167.08
      }
    },
    {
      "filename": "花蓮清水斷崖.jpg",
      "color": [
        76,
        98,
        43
      ],
      "gps": {
        "lat": 24.190584,
        "lng": 121.662501,
        "alt": 179.5
      }
    },
    {
      "filename": "雲林北港女兒橋.jpg",
      "color": [
        165,
        135,
        90
      ],
      "gps": {
        "lat": 23.572119,
        "lng": 120.307659,
        "alt": 88.7
      }
    },
    {
      "filename": "雲林北港朝天宮.jpg",
      "color": [
        69,
        121,
        142
      ],
      "gps": {
        "lat": 23.5671,
        "lng": 120.303741,
        "alt": 144.04
      }
    },
    {
      "filename": "雲林斗六石榴火車站.jpg",
      "color": [
        52,
        116,
        158
      ],
      "gps": {
        "lat": 23.730706,
        "lng": 120.57687,
        "alt": 136.98
      }
    },
    {
      "filename": "雲林西螺落日剪影.jpg",
      "color": [
        249,
        139,
        13
      ],
      "gps": {
        "lat": 23.807901,
        "lng": 120.461586,
        "alt": 82.16
      }
    },
    {
      "filename": "雲林西螺蝴蝶公園.jpg",
      "color": [
        9,
        14,
        8
      ],
      "gps": {
        "lat": 23.805556,
        "lng": 120.460746,
        "alt": 66.63
      }
    },
    {
      "filename": "高雄中都橋.jpg",
      "color": [
        0,
        0,
        0
      ]
    },
    {
      "filename": "高雄車站.jpg",
      "color": [
        44,
        83,
        97
      ]
    },
    {
      "filename": "高雄車站-2.jpg",
      "color": [
        0,
        0,
        0
      ]
    },
    {
      "filename": "高雄車站(高雄綠之丘).jpg",
      "color": [
        112,
        85,
        47
      ]
    },
    {
      "filename": "高雄車站-3.jpg",
      "color": [
        168,
        172,
        182
      ]
    },
    {
      "filename": "高雄輕軌.jpg",
      "color": [
        48,
        90,
        95
      ]
    },
    {
      "filename": "高雄輕軌-2.jpg",
      "color": [
        39,
        105,
        103
      ]
    }
  ]
};